;Place localized text in this file lol

;----------------------------------------------------------------------------
;----------------------------------------------------------------------------
;-------------------- MOM COS 1 YARN TORSO DECO -----------------------------
;----------------------------------------------------------------------------
;----------------------------------------------------------------------------

[DOA_Mom_001_TG_Yarn_T X2BodyPartTemplate]
DisplayName="死或生：红叶 纱衣"


;----------------------------------------------------------------------------
;----------------------------------------------------------------------------
;-------------------- MOM COS 2 TORSO BELT ----------------------------------
;----------------------------------------------------------------------------
;----------------------------------------------------------------------------

[DOA_Mom_002_TG_TorsoBelt_A_T X2BodyPartTemplate]
DisplayName="死或生：红叶 腰带"

[DOA_Mom_002_TG_TorsoBelt_B_T X2BodyPartTemplate]
DisplayName="死或生：红叶 腰带"


;----------------------------------------------------------------------------
;----------------------------------------------------------------------------
;-------------------- MOM COS 3 丝带&裙 DECOS -----------------------
;----------------------------------------------------------------------------
;----------------------------------------------------------------------------

[DOA_Mom_003_TG_SkirtPropsA_T X2BodyPartTemplate]
DisplayName="死或生：红叶 丝带&裙"

[DOA_Mom_003_TG_SkirtPropsB_T X2BodyPartTemplate]
DisplayName="死或生：红叶 主&前裙"

[DOA_Mom_003_TG_SkirtPropsC_T X2BodyPartTemplate]
DisplayName="死或生：红叶 主裙"

[DOA_Mom_003_TG_SkirtPropsD_T X2BodyPartTemplate]
DisplayName="死或生：红叶 前裙"

[DOA_Mom_003_TG_SkirtPropsE_T X2BodyPartTemplate]
DisplayName="死或生：红叶 丝带"

;----------------------------------------------------------------------------
;----------------------------------------------------------------------------
;-------------------- MOM COS 004 RIBBONS -----------------------------------
;----------------------------------------------------------------------------
;----------------------------------------------------------------------------

[DOA_Mom_004_TG_Ribbons_T X2BodyPartTemplate]
DisplayName="死或生：红叶 绶带"

;----------------------------------------------------------------------------
;----------------------------------------------------------------------------
;-------------------- MOM COS 4 HEAD ACCESSORY ------------------------------
;----------------------------------------------------------------------------
;----------------------------------------------------------------------------

[DOA_Mom_004_HeadProp_Helm_T X2BodyPartTemplate]
DisplayName="死或生：红叶 头饰"

[DOA_Mom_004_HeadProp_FPL_T X2BodyPartTemplate]
DisplayName="死或生：红叶 头饰"

[DOA_Mom_004_HeadProp_FPU_T X2BodyPartTemplate]
DisplayName="死或生：红叶 头饰"


;----------------------------------------------------------------------------
;----------------------------------------------------------------------------
;-------------------- MOM COS 005 POLICE ACCESSORIES ------------------------
;----------------------------------------------------------------------------
;----------------------------------------------------------------------------

[DOA_Mom_005_TG_Holster_FULL_T X2BodyPartTemplate]
DisplayName="死或生：红叶 警服"

[DOA_Mom_005_TG_Holster_FULL_NC_T X2BodyPartTemplate]
DisplayName="死或生：红叶 警服 -- 无袖"

[DOA_Mom_005_TG_Holster_Top_FULL_T X2BodyPartTemplate]
DisplayName="死或生：红叶 警服 -- 前罩"

[DOA_Mom_005_TG_Holster_Top_Partial_T X2BodyPartTemplate]
DisplayName="死或生：红叶 警服 -- 无背扣"

[DOA_Mom_005_TG_Holster_BOTTOM_T X2BodyPartTemplate]
DisplayName="死或生：红叶 警服 -- 底罩"

[DOA_Mom_005_TG_Holster_BOTTOM_NC_T X2BodyPartTemplate]
DisplayName="死或生：红叶 警服 -- 无袖口底罩"

